<template>
    <div class="privacy">
        <nav-header title="隐私条款" gobackurl="/register"></nav-header>
        <div class="privacy-main">
            <h1>互易品牌管理平台隐私政策</h1>
            <h2>引言</h2>
            <p>
                广东互易网络知识产权有限公司及其关联企业（以下“互易”）重视并致力于保护一切合理的客户隐私。本互易隐私政策<b>("隐私政策")</b>旨在向您说明我们如何收集、使用、分享和保护您的个人信息及其他与您有关的信息，请您务必认真阅读。本隐私政策涵盖了（1）我们通过互易品牌管理平台，应用程序及服务，以及互易移动应用程序及其他软件应用程序 （以下“<b>互易APP</b>”）、互易网站（<a href="http://www.huyi.cn" target="_blank">http://www.huyi.cn</a>，<b>“互易网站”</b>）、互易产品销售，收集和使用的您的个人信息及其他与您有关的信息；（2）您使用互易产品、互易注册服务、会员服务或其他服务的过程中，我们收集和使用的您的个人信息及其他与您有关的信息；以及（3）您通过电子邮件、社交媒体等其他线上或线下渠道与我们进行互动的过程中，我们收集和使用的您的个人信息及其他与您有关的信息。<b>您向我们提供个人信息或使用我们的产品或服务时，即表示您了解及同意本隐私政策所述的规定，包括但不限于同意我们按照本隐私政策获取您的个人信息并以本隐私政策中所述的方式使用和存储该等个人信息。</b>如果您对于本隐私政策有任何疑问，您可以通过本隐私政策中的联系方式、互易网站或互易APP设置/意见反馈功能等方式联系我们。
            </p>
            <h2>信息收集的方式和范围</h2>
            <p>
                我们可能收集、使用的与您或您使用互易产品及服务相关的信息主要包括以下几类：（1）我们在您使用互易APP或互易网站过程中获取的您的个人信息和您的电子设备信息；（2）我们在您购买互易产品及相关服务过程中获取的您的个人信息；（3）我们在您使用互易产品及相关服务过程中获取的您的个人信息、企业信息及品牌信息。
            </p>
            <h2>我们在您使用互易APP或互易网站过程中获取的信息</h2>
            <p>
                您可以在未有注册账户或提供姓名及联系方式下浏览我们互易网站以及使用我们互易APP或互易网站的某些服务，但某些服务则需要您的注册。在您注册账户的过程中，您需要向我们提供某些您的个人信息，例如姓名、电话号码、电子邮件地址、性别、您的会员账户信息、您为登陆我们账号所关联的社交媒体账号、您的通信地址等。您也可以透过登入微信或其他第三方账号注册账户，但我们将会向您要求从第三方账号访问您某些信息的权限，例如您的姓名，电子邮件地址，登入名称，朋友或联系列表以及其他配置信息。如果您不想给予我们访问这些第三方账号的权限，您应该直接跟我们注册。有关您在这些第三方账号中所有的隐私控制及选项，及账号提供者的隐私规定，请参阅他们的隐私政策 。
            </p>
            <p>
                在您使用互易APP或互易网站服务过程中，我们可能通过Cookies等技术自动收集：
            </p>
            <p class="list-dot">
                您的日志信息，如您的操作记录、浏览记录、发布的评论、分享记录等；
            </p>
            <p class="list-dot">
                您的设备或软件信息，例如您的移动设备或用于接入我们服务的其他程序所提供的配置信息、移动设备所用的版本和设备识别码；以及
            </p>
            <p class="list-dot">
                您的位置信息、IP地址、网络状态等信息。
            </p>
            <p>
                Cookies 是存储在您的本地计算机上的一些小型文本文件。如果您访问互易网站，网站会使用Cookies 识别您的身份。这样，我们就可以改善互易网站的用户友好程度，并根据您的需求对网站进行调整。存储在您的计算机上的网站Cookies 将会在您首次访问网站之后无限期保持有效；您可以将网络浏览器的设置更改为当有Cookies 存储在您的计算机上时，浏览器将通知您。您也可以更改设置，使浏览器不接受互易网站的 Cookies。不过，如果您的浏览器不接受互易网站的 Cookies，您将无法访问或使用网站的部分功能。关于Cookies的更多信息，包括如何设置您的网络浏览器，使其拒绝Cookies，请访问: <a href="www.allaboutcookies.org" target="_blank">www.allaboutcookies.org</a>.
            </p>
            <h2>
                设置禁止跟踪浏览
            </h2>
            <p>
                我们的互易网站目前不会识别禁止跟踪信号或要求。关于禁止跟踪信号的更多信息请访问: <a href="http://www.allaboutdnt.com/" target="_blank">http://www.allaboutdnt.com/</a>，但是您可以按以下规定退出某些定向广告。
            </p>
            <h2>
                第三方分析
            </h2>
            <p>
                我们可能使用自动化设备及应用程序，例如Google Analytics，（关于Google Analytics的更多信息请访问<a href="https://www.google.com/policies/privacy/partners" target="_blank">https://www.google.com/policies/privacy/partners</a>）以评估我们互易网站的使用情况，包括推断某些内容的受欢迎程度，提供您对我们互易网站或其他网站有兴趣的广告和内容及更好的了解您的在线或离线活动。我们使用这些工具以帮助我们优化互易网站，性能和用户体验。这些分析工具提供商可能使用Cookies或其他跟踪技术来提供他们的服务。我们不会向这些第三方分享您的个人信息。
            </p>
            <h2>
                我们在您购买互易产品或服务过程中获取的信息
            </h2>
            <p>
                在您预定或购买我们的产品、使用我们的优惠和促销等服务过程中，我们可能会收集您的以下信息：
            </p>
            <p class="list-dot">
                您的个人基本信息，例如姓名、身份证、营业执照、联系地址/邮编、联系电话、个人电子邮件地址、会员账户信息等；
            </p>
            <p class="list-dot">
                您注册和购买过程中产生的信息，例如您前往互易平台、参加我们的活动、登记试用、电话订购，或联络我们的客户服务或销售部门过程中产生的相关信息和记录、您的产品订单、购买协议、优惠申请表等；以及
            </p>
            <p class="list-dot">
                您的企业基本信息，例如您的统一社会信用号、组织机构代码等企业识别号码。
            </p>
            <h2>
                我们在您使用互易产品或服务过程中获取的信息
            </h2>
            <p>
                在您使用我们的产品和服务（如注册服务、续费服务等）过程中，我们为提升产品及服务品质，诊断并解决产品和服务的问题，可能会不时收集：
            </p>
            <p class="list-dot">
                我们通过互易产品的app和网页设备实时远程收集的操作、访问、状态方面的信息，以及其他有关操作性和便捷性的信息和网络状况信息；
            </p>
            <p class="list-dot">
                我们通过互易产品的应用平台实时收集的关于您安装和使用应用程序的信息，例如系统操作指令；行为数据；搜索记录、实时数据、行为轨迹等；应用装载及使用情况（如联络人名单、浏览记录等）、系统资料、搜索历史等；升级时间及查看新版状态频次等；微信推送的地址及数据等；使用其他功能时的行为轨迹等。
            </p>
            <p class="list-dot">
                根据法律法规要求，我们需对如下域名的数据进行监控，并将其接入域名数据政府采集/监测平台以及互易及其关联公司的数据采集/监测平台，包括域名信息、注册数据、实名数据等，以及根据最新适用的法律法规或政府要求而需要获取/监控的其他信息；
            </p>
            <p class="list-dot">
                我们通过系统设备收集并通过系统注册或者续费等方式定期上传的操作数据和上传文件收集的操作人员和相关人员的资料和数据。例如，
            </p>
            <p class="hollow-dot">
                为实现问题检测之目的，我们需要收集操作的当时操作系统环境信息；
            </p>
            <p class="hollow-dot">
                为实现系统的便捷功能，我们需要收集操作人与系统的交互信息，且在系统使用中的情况下，系统可能会收集到操作人的交互信息；
            </p>
            <p class="hollow-dot">
                为实现更直观、简单及方便等功能，我们需要通过系统的各类交互页面收集企业相关的资料（如企业信用、企业规模、企业行业等）；
            </p>
            <p class="hollow-dot">
                为实现安全保护之目的，系统将主动触发各类安全验证功能，我们将在用户无应答时主动开启、后台处理相关资料；以及
            </p>
            <p class="hollow-dot">
                保存和支付时会主动触发记录功能，为各类订单、交付目的，我们可能会收集、查看相关保存支付资料。
            </p>
            <p>
                我们将视不同种类信息的具体情况，对某些信息采取匿名化措施，确保这些信息的上传仅在无法识别您和您的企业识别号码的情况下进行。
            </p>
            <p class="list-dot">
                我们通过注册、续费等服务收集的信息，例如您的域名使用状况、注册服务（包括但不限于注册、续费、监控提醒等）使用状况、客服服务状况及相关信息、解决问题及记录等；以及
            </p>
            <p class="list-dot">
                您参与我们体验中心会员尊享服务过程中产生或提供的信息，例如通过客服人员收集的您的联系人资料、电子邮箱、兴趣爱好、参与活动的时间和类型等。
            </p>
            <h2>
                我们从其他来源获取的信息
            </h2>
            <p>
                我们可能通过其他合法来源获得您的个人信息及其他信息，如通过公共数据库、社交媒体以及我们的合作伙伴、第三方服务供应商、承包商及代理等。
            </p>
            <h2>
                敏感个人信息
            </h2>
            <p>
                我们可能在如下服务中收集您的个人信息，而该些个人信息在某些司法管辖区被认为是‘敏感’或‘特别’的，如果您不提供上述信息或提供的信息有误，您可能将无法获得相关服务或功能，或者无法达到相关服务拟达到的效果：
            </p>
            <p class="list-dot">
                在您注册或购买我们的产品、使用我们的优惠和促销等服务时，我们将收集您的身份证信息如个人身份证件号码等；
            </p>
            <p class="list-dot">
                在某些司法管辖区的法律法规要求下，我们可能需对你的域名数据进行状态设置，并将其接入数据政府采集/监测平台以及互易及其关联公司的数据采集/监测平台；
            </p>
            <p class="list-dot">
                为实现如下目的，我们通过系统收集操作人员和系统交互信息：为成功注册目的，我们需要收集联系人的邮箱信息；为实现icp备案的功能，我们需要收集法人信息，且在系统使用的情况下，系统可能会收集到操作人之间的交互信息；为安全保护目的，验证条件符合后将主动触发安全验证功能，我们将在用户无应答时主动开启、收集设备资料；系统发生故障时，为界定、核实目的而收集系统交互相关资料；以及
            </p>
            <p>
                如果您对我们收集、使用敏感个人信息的行为存在任何疑问，您可直接联系为您提供服务的工作人员，或者通过本隐私政策提供的联系方式与我们联系。
            </p>
            <h2>
                信息使用的方式和范围
            </h2>
            <p>
                我们在向您提供服务的过程中所收集的信息可能用作下列用途：
            </p>
            <p class="list-dot">
                与您联络的目的，例如
            </p>
            <p class="hollow-dot">
                回应您的询问及请求，如向您发送产品功能信息、系统状态通知等；
            </p>
            <p class="hollow-dot">
                进行服务回访，如获得您的使用产品反馈；
            </p>
            <p class="hollow-dot">
                请您参与有关我们产品和服务的调查或我们组织的会员活动；以及
            </p>
            <p class="hollow-dot">
                向您发送注册、续费、解决问题、预警提醒的相关信息等，在使用中发生问题时为您提供协助，如在各类检测和验证时通过后台系统与您联系。
            </p>
            <p class="list-dot">
                向您提供与您相关的广告、促销和推广等营销信息，并评估该等广告、促销和推广等营销信息效果；
            </p>
            <p class="list-dot">
                监控您的互易产品的使用状况以确保可用性及稳定性；
            </p>
            <p class="list-dot">
                向您提供服务，例如完成您的订单，向您提供注册及续费服务等；
            </p>
            <p class="list-dot">
                改善我们的服务。我们可能将信息用于了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如在语言设定、位置设定、帮助服务和指示等方面对您的需求作出个性化的回应；将通过平台、操作系统收集的数据用于改善计算机的深度学习能力和相关算法之目的，以提升服务质量、优化服务功能以及开发新功能；
            </p>
            <p class="list-dot">
                在系统发生故障时，用于确定问题来源、界面问题范围；
            </p>
            <p class="list-dot">
                用于市场分析，内部审计、欺诈监控及预防，开发新产品及服务，营运及扩大我们的业务活动等其他目的；以及
            </p>
            <p class="list-dot">
                用于法律法规、法院命令或其他法律程序、或有权政府机关要求的用途。
            </p>
            <p>
                当我们认为没有合理必要为了实现任何上述目的而识别特定个人时，我们可能会对该些个人信息进行匿名化处理。不过，在任何情况下，我们可能为任何法律允许的目的使用或分享个人信息。
            </p>
            <h2>
                直销信息
            </h2>
            <p>
                我们将不时使用您的姓名，电子邮件地址，电话号码，及其他相关的通信信息向您提供我们认为您感兴趣的信息，包括我们的产品及服务，消息及广告，评估，活动，促销及推广。
            </p>
            <p>
                我们也会向我们的关联企业，我们在其中拥有重大所有权权益的公司，经挑选的第三方服务提供商或我们的合作伙伴（为得益）分享您的信息，让他们可以向您提供信息，最新消息，评估，活动，关于他们产品及服务的促销及推广。
            </p>
            <p>
                如果您不想接收我们以任何形式向您提供的营销信息，或如果您在给予您的授权同意后改变主意，您可以选择收回您的授权同意。您可以通过我们在电子邮件中提供的退订说明进行退订或按照我们短信中提供的退订说明进行退订。您也可根据以下“联系我们”部分所列的方式与我们联络，从而收回您的授权同意。请注意，即使您选择退出接收营销电子邮件，我们可能还会向您发送重要的管理及安全讯息。
            </p>
            <h2>
                信息的分享
            </h2>
            <p>
                我们将在下述情况向第三方分享或提供您的个人信息：
            </p>
            <p class="list-dot">
                为向您提供服务或实现本隐私政策“信息使用的方式和范围”部分所述之目的将您的个人信息分享给：
            </p>
            <p class="list-dot">
                我们拥有或控制的公司，以及我们在其中拥有重大所有权权益的公司；
            </p>
            <p class="list-dot">
                互易的第三方服务提供商或合作伙伴，如提供icp备案服务、续费服务、注册服务、网站服务、网站托管、资料分析及储存、付款处理、订单执行与产品交付、互易无线连接、信息技术及相关基础设施、客户服务或相关服务、电子邮件传送、信用卡处理、审计、营销，及其他类似服务的服务提供商。为实现上述服务目的，我们向第三方服务提供商提供的信息可能包括您的姓名、联系方式、机构代码、统一信用代码信息等企业和个人信息。
            </p>
            <p class="list-dot">
                根据法律法规、法院命令或其他法律程序、或有权政府机关的要求向法院或政府机关提供您的信息。例如，根据法律法规要求，我们将进行必要的域名数据信息，并将相关的用户信息及互易产品日常使用、续费、解决问题等数据和品牌监控数据接入数据政府采集/监测平台以及互易及其关联公司的数据采集/监测平台。
            </p>
            <p>
                在法律法规要求或允许的范围内，为保护我们及其员工、服务的用户或公众的权利、财产或安全免遭损害而分享您的信息。
            </p>
            <p>
                为合并、收购或资产出售等交易的需要，我们可能会将您的个人信息进行转让，在转移您的个人信息前，我们会给予您适当通知，并确保您的个人信息在转让后得到与本隐私政策相当的保护。
            </p>
            <p>
                根据您的授权分享给您选择的第三方服务提供商、您参与的促销活动的第三方赞助商以及您授权的社交媒体服务提供商等，如我们根据您的要求将互易APP相关内容分享给微信、微博时，会向微信、微博提供您的用户名等个人信息。
            </p>
            <h2>
                第三方广告网络
            </h2>
            <p>
                我们可能与网络广告商等第三方合作，在我们互易网站显示广告，协助我们在第三方网站显示广告及评估我们广告宣传是否成功。这些第三方可能会根据您浏览我们互易网站及其他网站的情况显示广告，从而向您提供更多的您可能感兴趣的相关产品及服务的广告。 这些第三方的行为受他们的隐私政策约束。我们可能向这些第三方广告商提供有关您使用我们互易网站的信息，以及其他集成或不可被识别的个人信息。
            </p>
            <p>
                有关以利益为基础的广告及广告网络的信息，包括如何退出网络广告促进会或数字广告联盟成员营运的第三方广告网络，请访问他们的网站：
            </p>
            <p>
                <a href="www.aboutads.info/choices" target="_blank">www.aboutads.info/choices</a>（数字广告联盟）；以及<a href="www.networkadvertising.org/optoutnonppii.asp" target="_blank">www.networkadvertising.org/optoutnonppii.asp</a>（网络广告促进会）。
            </p>
            <p>
                选择退出一个或多个成员网络（其中许多会是相同）仅代表那些成员不再向您提供针对您的内容或广告。这并不代表您将不会再在我们互易网站或其他网站收到任何广告。您可以继续收到广告，例如，当您浏览某些特定网站之时。另外，如果您的浏览器被设置为拒绝Cookiess, 或您使用其他计算机或更换网站浏览器，您先前选择的退出可能不再有效。
            </p>
            <h2>
                信息的存储
            </h2>
            <p>
                我们将您的个人信息存储在位于中国境内的服务器及公有云上，该等个人信息通常不会被跨境传输至中国境外。
            </p>
            <p>
                但为本隐私政策规定的目的，在履行适用法律、法规规定的数据出境安全评估义务并获取您的同意（如适用）后，我们有可能传输该等信息至我们在北美和欧洲的关联公司等境外主体。
            </p>
            <h2>
                您的权利及选择
            </h2>
            <p>
                根据适用的数据隐私法，我们将采取适当的技术手段，保证您访问、更新、更正或删除您的个人信息的权利。在您行使您的权利时，我们可以要求您提供身份证明，以确保我们保护客户的机密信息。
            </p>
            <h2>
                访问权
            </h2>
            <p>
                如果您想访问您的互易网站或互易APP账户信息、订单信息、域名使用数据等信息，您可根据以下“联系我们”部分所列的方式与我们联络以访问您的个人信息。基于某些例外，我们可能会在适用法律及法规允许的范围内拒绝您的请求。我们保留根据适用法律及法规调整您上述的权利。
            </p>
            <h2>
                更正权
            </h2>
            <p>
                当您发现我们处理的关于您的个人信息有错误时，经对您的身份进行验证，且更正不影响信息的客观性和准确性的情况下，您有权对错误或不完整的信息作出更正或更新。您可根据以下“联系我们”部分所列的方式与我们联络；或者对于通过互易网站和互易APP收集的个人信息，您可通过互易网站或互易APP中的设置\意见反馈功能提交相关要求。
            </p>
            <h2>
                删除权
            </h2>
            <p>
                如果我们违法法律法规或与您的约定收集、使用、与他人分享您的个人信息，您有权要求我们进行删除。您可根据以下“联系我们”部分所列的方式与我们联络；或者对于通过互易网站和互易APP收集的个人信息，您可通过互易网站或互易APP中的设置\意见反馈功能提交相关要求。
            </p>
            <h2>
                撤销权
            </h2>
            <p>
                每个业务功能需要一些基本的个人信息才能得以完成。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。您可根据以下“联系我们”部分所列的方式与我们联络；或者对于通过互易网站和互易APP收集的个人信息，您可通过互易网站或互易APP中的设置\意见反馈功能提交相关要求。
            </p>
            <h2>
                注销权
            </h2>
            <p>
                您可注销此前注册的互易网站和互易APP的账户，但账户注销将会清除您的所有用户数据和账户信息且不可恢复。您可根据以下“联系我们”部分所列的方式与我们联络以获得更多详情。
            </p>
            <p>
                但如果根据适用法律法规，我们必须收集、处理、使用或分享您的信息，我们可以在适用法律法规允许的范围内拒绝您的要求。我们有权根据适用法律法规的规定调整您的上述权利。
            </p>
            <h2>
                信息安全
            </h2>
            <p>
                我们将采取所有适当的组织、管理及技术措施，努力保护您提供的个人信息在我们内部机构的安全，但是我们无法保证系统及信息为100%安全。如果您认为我们的系统存在任何安全风险或漏洞，请根据以下“联系我们”部分所列的方式与我们联络。
            </p>
            <h2>
                安全事件通知
            </h2>
            <p>
                我们会制定网络安全事件应急预案，及时处置系统漏洞、计算机病毒、网络攻击、网络侵入等安全风险，在发生危害网络安全的事件时，我们会立即启动应急预案，采取相应的补救措施，并按照适用法律及法规向有关主管部门报告。
            </p>
            <p>
                在发生安全事件后，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施等。我们将及时将事件相关情况以短信通知、电话、邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。
            </p>
            <h2>
                未成年人
            </h2>
            <p>
                除了适用法律要求外，我们不会在明知的情况下收集未成年人（未满十八周岁）的个人信息。如未经其监护人同意，未成年人请勿向我们提供个人信息。
            </p>
            <h2>
                链接
            </h2>
            <p>
                本隐私政策不涵盖任何第三方的信息收集、使用或分享行为。互易网站、互易APP或品牌管理平台可能包含或链接至第三方提供的服务（例如互易网站可能会跳转至第三方提供的服务页面；在使用互易APP，通过微信朋友圈、微信好友或微博分享文章时，您可能跳转至第三方提供的服务页面）。该服务由第三方提供或运营，您使用第三方的服务以及向第三方提供的信息，将受该等第三方的用户协议和隐私条款约束，而不受本隐私政策的约束。<b>我们对于我们链接到的其他网站或应用的内容或安全性不承担法律责任</b>。
            </p>
            <h2>
                隐私政策更新
            </h2>
            <p>
                如果我们决定更新我们的隐私政策，在新版隐私政策生效前，我们将以页面通知的方式在互易网站、互易APP公布更新的隐私政策，以便使您了解有哪些变化信息。您继续使用服务即被视为已接受了修改后的协议。如果您不接受修改后的条款，应停止继续使用服务。
            </p>
            <h2>
                司法管辖区要求
            </h2>
            <p>
                如果隐私政策的相关规定与特定的司法管辖区的法律、法规有冲突的，应以该等特定的司法管辖区的法律、法规的规定为准。
            </p>
            <h2>
                联系我们
            </h2>
            <p>
                如您对隐私政策有任何疑问，请联系我们cs@huyi.cn。
            </p>
        </div>
    </div>
</template>
<script>
export default {
    data() {
        return {};
    },
};
</script>
