<template>
  <div class="privacy">
    <nav-header title="隐私条款" gobackurl="/register"></nav-header>
    <div class="privacy-main">
      <h1>互易品牌隐私政策</h1>
      <p>
        作为UniRegistryCorp.d/b/a“UniRegistry”服务的用户，该公司或其任何子公司或授权附属公司(“我们”、“我们”)或UniRegistry
        y.com网站的访问者将向我们提供有关您和您使用本网站方式的信息。当我们在本隐私政策中使用这个术语时，我们收集到的关于您的信息被称为“个人数据”。
      </p>
      <h2>我们在为您提供服务时收集的信息</h2>
      <p>
        我们收集我们需要的个人资料，以便为您提供您向我们购买的服务。我们的许多服务要求您注册一个帐户使用您的真实姓名和准确的联系方式。当您注册一个帐户时，我们将询问您的个人信息，包括您的姓名、邮寄地址、电子邮件地址和电话号码。为进行购买，我们将要求您的支付信息，如您的信用卡信息所需的支付处理服务，以处理您的付款给我们。
      </p>
      <p>
        在您的帐户内，我们允许您访问您的个人数据，用于通过该帐户进行交易。对于我们为您提供的个人数据，我们为您提供工具，用于快速更新您的信息或将其从进一步的使用中删除。在更新您的个人资料时，我们可能会要求您核实您的身份，然后我们才能根据您的要求采取行动。
      </p>
      <p>
        域名注册
        域名注册是以权威和安全的方式将你确定为域名注册人的服务。为了做到这一点，我们必须从本质上能够识别和确认您是您向我们注册的任何域名的注册人，并且我们必须有您的联系方式信息，以便通知您到期的信息，并确认对您的域名注册的更改，如更新、转移或更新您的联系信息。
      </p>
      <p>
        为防止身份欺诈，我们可能会与您联系，以确认您向我们提供的信息的准确性，并要求您提供多余的联系方式，例如通过电子邮件、电话或邮政邮件与您联系，以确认您的联系信息是准确的，并/或调查您的联系方式是否可能被盗用或身份欺诈。向我们提供不准确或虚假的联系信息可能导致暂停或取消您的服务。
      </p>
      <p>
        我们还收集合同要求我们收集的个人数据，由互联网公司为分配的名称和号码(“ICANN”)，其他域名注册供应商，信用卡和支付供应商，以及第三方，提供服务，如电子邮件和网络主机，我们提供与我们的域名注册服务。适用的TLD注册中心，无论是在ICANN的授权下还是在适用的ccTLD管理人员的授权下，都可以施加额外的或不同的数据保留要求，作为我们能够向您提供域名注册服务的一个条件。
      </p>
      <p>
        为了保护您的域名注册在灾难性的失败或其他无力继续提供域名注册服务，我们被要求使用ICANN认证的数据托管提供商，以便您的服务可以转移到另一个供应商。
        当您注册您的域名时，我们将识别您的域名是通过我们在公共WHOIS数据中注册的。如果您希望被公开识别为您的域名注册人，我们将提供将您的个人数据包含在公共WHOIS数据中的选项。如果您是组织注册人，您的组织名称将包含在公共WHOIS数据中。
      </p>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  }
};
</script>
